{
  "title": "Coaches",
  "fallBackImage": "/images/coach-fallback.png",
  "coaches": [
    {
      "name": "Kevin Brochman",
      "bio": "### Athletic Career\n\n* 1984 & 1988 Olympic Team Member\n* 1989 World Championship Team Member\n* Member of the US Ski Team from 1982-1991\n* 25 Top 10 finishes at US National Championship Events\n* Junior National Champion, 1977, 4th Place at MN State Ski Meet\n* He has completed 4 marathons with a best of 2:39:59, best 10km 33:47\n* Four top 10 finishes in the Birkiebeiner, with a best place of 5th overall. That race he was 6.9 seconds from becoming the first American to win the Birke in 25 years.\n\n### Coaching Career\n\nKevin has worked with two skiers that have been NCAA Champions, Olympians and National Champions. He has worked with 13 skiers that have won gold medals at Junior Nationals. Here is a list of individual State Champions that Kevin has worked with the past 10 years. Kevin has coached 4 Minnesota skiers to the Olympics 3 who he worked with for several years\n\n|          |                                |           |                                  |\n| -------- | ------------------------------ | --------- | -------------------------------- |\n| **Boys** |                                | **Girls** |                                  |\n|          |                                | 2014      | Maddie Watts                     |\n|          |                                | 2012      | Nora Gilbertson                  |\n| 2008     | Joe Dubay                      | 2009      | Annie Hart                       |\n| 2007     | Joe Dubay                      | 2008      | Jessie Diggins                   |\n| 2005     | Jesse Lang                     | 2004      | Katie Klapinski                  |\n| 2004     | Garrett Heath                  | 2002      | Stephanie Howe                   |\n| 2003     | Garrett Heath                  | 2001      | Lindsay Williams & Lindsay Weier |\n| 1999     | Peter Tollefson                | 1998      | Shelby Strong                    |\n| 1998     | Billy Lee                      | 1997      | Kristen Fairmann                 |\n| 1997     | Matt Schadow & Andrew Elvester |           |                                  |\n\nAdd a few State Champion skiers from Wisconsin and the total during the past 11 years is 18 individual State Champions that benefited from Brochman training programs.\n\n### Athletic interests\n\nKevin Coaches at St. Olaf College during the winter. He also tries to fit in a few long races during the winter such as the Mora Vasa and the Birkie.\n\n### Athletes who have qualified for the Olympics that Kevin has coached\n\n**Jessie Diggins** , coached during her Junior year in High School, she went from being ranked 90th in the country to 30th and qualified for the U18 trip to Europe. Olympic Team 2014 and 2018 along with World Cup Wins.\n\n**Annie Hart** , coached from 10th grade to 12th. Annie went from 80th in the MN State meet as a 9th grader to 1st her Junior year. She also was ranked 30th in the country her senior year and was 1st at World Junior Tryouts. She qualified for the 2018 Olympic Team.\n\n**Lindsey Weier Dehlin** , Lindsey is the only Nordic skier to qualify for the Olympics while she was in high school. She went on to win at NCAA's and make the Olympic Teams in 2002 and 2006.\n\n**Lindsay Williams** , also a member of the Olympic Team and NCAA Champion and National Champion. Lindsay was 9th on her team when I began coaching her.\n\n**Coaches who have worked with Kevin the past few years.**\n\nIsaac Weiber, Everett Meyers, Jack Sloan, Molly Manske, Matt Freeman, Henry Wortman, Katie Williams.",
      "photo": "/images/kevin-profile.jpg"
    },
    {
      "name": "Ian Boylan",
      "bio": "## About Coach Ian Boylan\n\nIan is currently a student at the University of Minnesota Twin Cities with an interest in Biology and Spanish.\\\nHe graduated from Highland Park High School in 2019.\\\nIan skied for MSC from 2014-2019 and I began coaching with MSC in the summer of 2019.\\\nHe is excited to be a member of the University of Minnesota Ski Team.",
      "photo": "/images/ian-profile.jpg"
    },
    {
      "name": "Molly Manske",
      "photo": "/images/amanske-profile.jpg",
      "bio": "About Coach Molly Manske"
    },
    {
      "name": "Joey Temali",
      "bio": "### About Coach Joey Temali\n\n#### Background\n\nJoey began skiing when he was four with his parents. He skied for 5 years on the Highland Park Nordic Team, placing 3rd as a team at state his junior year. After High School, Joey took a gap year to South America and the western United States. He now skis for the University of Minnesota Nordic Club. Joey has skied with MSC since 2015 and has been coaching with the club for the past 2 years.\n\n#### Hobbies\n\nSkiing, Disc Golf, Board Games, Coaching, Traveling\n\n#### Favorite Trails\n\nCanmore Nordic Center in Thunder Bay, Ontario",
      "photo": "/images/joey-profile.jpg"
    },
    {
      "name": "Everett Myers"
    },
    {
      "name": "Erica Meyers"
    },
    {
      "name": "Bruce Manske"
    },
    {
      "name": "Erin Moening"
    }
  ]
}